// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Vergrendel resources";

InitializationWarningTitle = "Weet u zeker dat u het apparaat voor massaopslag \"%@\" wilt initialiseren?";
InitializationWarningMsg = "Alle gegevens op het apparaat gaan verloren en deze actie kan niet ongedaan worden gemaakt.";
InitializeButtonTitle = "Initialiseer";
CancelButtonTitle = "Annuleer";

ControlPanelNoLocking = "Geen vergrendeling";
ControlPanelMinimalLocking = "Minimale vergrendeling";
ControlPanelModerateLocking = "Matige vergrendeling";
ControlPanelIntermediateLocking = "Gemiddelde vergrendeling";
ControlPanelMaximalLocking = "Maximale vergrendeling";

TaskDescription = "Beheer resources door toegang tot het configuratiescherm en de opslagapparaten te wijzigen.";
PanelLockLabel = "Toegangsniveau configuratiescherm:";
LockNote = "Klik op het selectievakje om het apparaat voor massaopslag te vergrendelen of ontgrendelen.";
LockColumnTitle = "Vergrendel";
UnitColumnTitle = "Apparaten voor massaopslag";
InitializeUnitButtonTitle = "Initialiseer geselecteerd apparaat voor massaopslag";
ApplyButtonTitle = "Pas wijzigingen toe";